[
  {
    "id": 1,
    "name": "Эмаль Slaven По ржавчине (черный)",
    "type": "эмаль",
    "weight": "0.5",
    "description": "Высокое качество продукции обусловлено передовыми технологиями и использованием высококачественных материалов в процессе изготовления. Грунт-эмаль Slaven обладает широким спектром функциональности, обеспечивая эффективную защиту металлических поверхностей от коррозии и атмосферных воздействий. Её универсальность в применении для различных материалов, таких как подвеска и шасси автомобилей, окна, двери, деревянные и бетонные поверхности, подтверждает многофункциональность и высокий уровень защиты от негативных воздействий окружающей среды. Рекомендованные способы нанесения и допустимый расход гарантируют простоту и эффективность использования продукта. После высыхания образует стойкое и долговечное покрытие, сохраняя свои защитные свойства даже при интенсивном воздействии и механическом износе. Данный продукт представляет собой надежное и долговечное решение для защиты и окраски поверхностей.",
    "quality": "Высокое",
    "price": 10
  },
  {
    "id": 2,
    "name": "Грунтовка-концентрат Ceresit CT 17 SuperGrunt",
    "type": "концентрат",
    "weight": "10",
    "description": "Среднее качество данной продукции обусловлено ограниченными свойствами и возможностями материалов, используемых в процессе изготовления. Грунтовка Ceresit CT 17 SuperGrunt, несмотря на свою универсальность и применимость для различных поверхностей, имеет ограниченную паропроницаемость и не всегда обеспечивает идеальное сцепление с различными типами базовых материалов. Конечный результат может зависеть от подготовки поверхности и условий применения. Несмотря на определенные характеристики, данный продукт не всегда обеспечивает необходимую однородность и стабильность в использовании.",
    "quality": "Среднее",
    "price": 57
  },
  {
    "id": 3,
    "name": "Растворитель БГ Бензин Галоша",
    "type": "растворитель",
    "weight": "0.655",
    "description": "Низкое качество продукции обусловлено недостаточной тщательностью при использовании химических компонентов и формул в процессе изготовления. Присутствуют ошибки в химической формуле, которые снижают эффективность и результативность использования продукции. Также отмечаются технологические недочеты при производстве, влияющие на общее качество и надежность продукта. Необходимы дополнительные меры контроля и улучшения технологических процессов для повышения качества и надежности конечной продукции.",
    "quality": "Низкое",
    "price": 11
  }
]